---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridOriginV
source: html/2ea32b8f-92ce-b28d-40fb-5aef11bb2f50.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridOriginV Property

"Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridOriginV { get; }
```